Revit 2027 API
ParameterTypeId.LineColor Property
 "Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LineColor { get; }
Public Shared ReadOnly Property LineColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LineColor {
	ForgeTypeId^ get ();
}
static member LineColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace